[
    {
        "id": 1,
        "title": "Murder of the old Art Enthusiast",
        "waypoints": [
            {
                "name": "Main Entrance",
                "hint": "Your are a distinguished private investigator from Bremen. You were able to solve the theft of a very valuable painting. In return for this the owner invited you to a party. Due to the prolonged good weather the party takes place in the garden of the estate. During the festivity you notice a dispute between the children of the old art enthusiast. Son1 is shouting at his sister, who then withdraws behind her considerably bigger husband. The dispute apparently deals with the heritage. Son2, who like his brother was of heavy build, tried to interfere the dispute as an intermediate. A friend of the family however tries to conciliate your concerns. \"Such a thing occures every once in a while within this family... Unfortunately it's become everyday life.\" A few minutes later you hear a loud scream from close to the chapel. You immediately head there.",
                "pos": {
                    "lat": 53.168089889583236,
                    "lng": 8.650446087085584
                },
                "hasNext": true
            },
            {
                "name": "Church",
                "hint": "An der kleinen Kapelle angekommen, sehen Sie einen der Söhne des Kunstsammlers auf dem Boden liegen. Aus seiner Brust ragt der Griff eines Messers. Seine Schwester kniet neben ihm. Nach einer kurzen Überprüfung können Sie nur noch den Tod des Mannes feststellen. Neben der Leiche kniet die Tochter. Aus den Augenwinkeln sehen Sie, wie sich jemand hinter der Hausecke Links hinter der Kirche versteckt. Beeilen Sie sich!",
                "pos": {
                    "lat": 53.16743386039139,
                    "lng": 8.65030661221681
                },
                "hasNext": true
            },
            {
                "name": "Corner of the House",
                "hint": "Sie haben es leider nicht rechtzeitig geschafft und die Person ist Ihnen entwischt. Allerdings finden Sie tiefe Fußspuren im Matsch. Sie beschließen, zusammen mit der soeben eingetroffenen Polizei alle Anwesenden zusammenzurufen und Zeugenaussagen aufzunehmen. Dazu versammeln sich alle am Haupteingang.",
                "pos": {
                    "lat": 53.16702866048783,
                    "lng": 8.65078940983949
                },
                "hasNext": true
            },
            {
                "name": "Main Entrance",
                "hint": "Während der Befragung stellen Sie fest, dass Sohn2, Tochter und EhemannVonTochter kein Alibi haben. Der Inspektor erklärt diese 3 darauf hin zu den Hauptverdächtigen. Sie benötigen eine kleine Pause und gehen ins Haus, um sich etwas zu trinken zu holen.",
                "pos": {
                    "lat": 53.168089889583236,
                    "lng": 8.650446087085584
                },
                "hasNext": true
            },
            {
                "name": "Kitchen",
                "hint": "Auf dem Weg zur Küche kommt Ihnen EhemannVonTochter entgegen, er wirkt sehr Niedergeschlagen. Sie sprechen Ihn darauf an. Er antwortet Ihnen: \"Sohn1 war ein Klassenkamerad in der Grundschule. Wir haben damals sehr viel zusammen unternommen. Er war fast wie ein Bruder für mich.\". Sie äußern Ihr Beileid und versprechen Ihm, den Fall so schnell wie möglich aufzuklären. In der Küche treffen Sie auf die Haushaltshilfe. Trotz der Außergewöhnlichen Situation ist diese dabei, in der Küche den Boden zu wischen. Ihnen kommt das seltsam vor und sie sprechen die Haushaltshilfe darauf an. \"Der AlteKunstsammler konnte es nicht ausstehen, wenn es irgendwo schmutzig war. Schlamm konnte er schon garnicht ausstehen. Es wäre eine Schande, wenn an dem Tag ersten Tag, an dem er nicht mehr unter uns weilt, mit dieser Tradition gebrochen würde.\" Auf einmal werden Sie vom Inspektor nach draußen gerufen. Es scheint dringend zu sein.",
                "pos": {
                    "lat": 53.16816706843623,
                    "lng": 8.651154190265515
                },
                "hasNext": true
            },
            {
                "name": "Drive Gateway",
                "hint": "Sohn2 ist sauer, dass einige Angehörige versuchen, ihn daran zu hindern das Gelände zu verlassen. Er wurde am Ende des fein säuberlich gepflegten Kiesweges aufgehalten. Sie fragen ihn, weshalb er es so eilig hat. \"Meine Frau liegt im Krankenhaus, sie ist kurz vor der Entbindung. Ich habe grade einen Anruf bekommen, dass bei Ihr die Wehen eingesetzt haben. Ich wäre gerne bei der Geburt meines Sohnes dabei.\" EhemannVonTochter: \"Du willst dich doch nur aus dem Staub machen, nachdem du AltenKunstsammler umgebracht hast!\"\nKönnen Sie Sohn2 erlauben, bei der Geburt dabei zu sein? Wissen Sie, wer der Täter ist??",
                "pos": {
                    "lat": 53.16797412045459,
                    "lng": 8.647967725955823
                },
                "hasNext": false
            }
        ],
        "murder": [
            { "name": "Sohn2", "isMurder": false },
            { "name": "Tochter", "isMurder": false },
            { "name": "EhemannVonTochter", "isMurder": true }
        ]
    },
    {
        "id": 2,
        "title": "The Stolen Artwork",
        "waypoints": [
            {
                "name": "Main Entrance",
                "hint": "You are one of the leading private investigators in Bremen and you already solved some really complex cases. One morning during a visit of a local art gallery you notice some disturbance in the curators office. Being curious as you are you plan to investigate on this.",
                "pos": {
                    "lat": 53.168089889583236,
                    "lng": 8.650446087085584
                },
                "hasNext": true
            },
            {
                "name": "Curators Office",
                "hint": "Reaching the office, the curator notice you. \"THis is an emergency! The Painting X was stolen this night! And to top that, right now i am waiting for a costumer who is interested in buying this painting. It simply was not possible to bring the painting out of the building. The alarm system at the windows didn´t show anything and the video footage from the main entrance, the only entrance, doesn´t show anything. It is of main importance to get back the painting, otherwise that would be our end. But please do not involve the police. i do not want our good name to be damaged by this. You already saw the painting on one of your earlier visits and are wondering how anybody wuld pay that much money on a painting of about 60x60 cm made by a rather unknown artist. During all this disturbance the customer interested in buying the painting arrives. He noticed somethings wrong wanting to know what happened. So you are telling him that someone stole the painting he is interested in buying. During all this the video footage from the main entrance is showing a fourth person wandering around the gallery. So all three of you are going to the room wherethis person is in right now.",
                "pos": {
                    "lat": 53.167916324883336,
                    "lng": 8.651518821716309
                },
                "hasNext": true
            },
            {
                "name": "Gallery",
                "hint": "Entering the room you see that the person is limping towards you. The man says that he has some problems with his knee so he´d like to lay up his leg. You ask him why he is in the building, he argues that he took place in yesterdays last tour and went to the toilet in the end. leaving the toilet the gallery was empty and though he was calling for anyone to find him nobody answered and is mobile phone didn´t have any reception so he was trapped. Accepting his fate he decided to sleep one on of the benches. Stating he woke uü by someone wandering around the halls he said he was afraid and hid on one of the toilets. Claiming to have seen the culprit he says that the man was rather small and corpulent. The curator as well as the customer are meeting this description. You decide to continue the interrogation in the curators office.",
                "pos": {
                    "lat": 53.16841155796652,
                    "lng": 8.64999532699585
                },
                "hasNext": true
            },
            {
                "name": "Curators Office",
                "hint": "Entering the office you decide to inform the police. During the wait for the police the curator whines: \"I really hope that the culprit will be found. Without this painting we are finished. We´d be forced to go out of business.\" You assure him to no worry about it cause you know who the culprit is. But who is it? And do you have enough evidence to back up your claim??",
                "pos": {
                    "lat": 53.167916324883336,
                    "lng": 8.651518821716309
                },
                "hasNext": false
            }
        ],
        "murder": [
            { "name": "Person4", "isMurder": true },
            { "name": "Curator", "isMurder": false },
            { "name": "PotentialBuyer", "isMurder": false }
        ]
    },
    {
        "id": 3,
        "title": "Death at the Railway Station",
        "waypoints": [],
        "murder": []
    }
]